Repository: activepieces/activepieces
Catalog: packages/ui/core/src/locale/messages.*.xlf
Languages: es, fr, hu, nl, vi

source: Write code with assistance from AI
es: Escribir código con ayuda de IA
hu: Írjon kódot az AI segítségével
nl: Schrijf code met hulp van AI

source: Configure api key in the envrionment variables to generate code using AI
es: Configurar la clave API en las variables de entorno para generar código usando IA
hu: Konfigurálja az API-kulcsot a környezeti változókban, hogy kódot generáljon AI segítségével
nl: Configureer de api key in de envrionment variabelen om code te genereren met behulp van AI

source: Write Code with AI BETA <span class="ap-typography-caption ap-text-primary ap-mt-1"> </span>
es: Escribir código con IA - BETA <span class="ap-typography-caption ap-text-primary ap-mt-1"> </span>
hu: Írjon kódot AI BETA-val <span class="ap-typography-caption ap-text-primary ap-mt-1"> </span>
nl: Schrijf Code met AI BETA <span class="ap-typography-caption ap-text-primary ap-mt-1"> </span>

source: Let AI help you write code for this step. Write your prompt below to get started.
es: Deja que IA te ayude a escribir código para este paso. Escribe tu petición a continuación para empezar.
hu: Hagyja, hogy a mesterséges intelligencia segítsen Önnek kódolni ezen lépés során. Írja be a kérdését lent, hogy elkezdje.
nl: Laat AI je helpen om code te schrijven voor deze stap. Schrijf onderstaand jouw prompt om aan de slag te gaan.

source: Here is the code our AI wrote for you. Ask for changes or use the code in your action.
es: Aquí está el código que escribió la IA para usted. Pida cambios o use el código en su acción.
hu: Itt van a kód, amit a AI írt Önnek. Kérjen változtatásokat, vagy használja a kódot a tevékenységéhez.
nl: Hier is de code die onze AI voor je heeft geschreven. Vraag om wijzigingen of gebruik de code in je actie.

source: Use Code
es: Usar código
hu: Kód használata
nl: Gebruik code

source: Prompt
es: Petición
hu: Gyors

source: Send prompt
es: Enviar solicitud
hu: Üzenet küldése
nl: Stuur prompt

source: Pass existing code to AI
es: Pasar el código existente a la IA
hu: Adja át a meglévő kódot az AI-nak
nl: Geef bestaande code door aan AI

source: <b> Note: </b> This feature uses OpenAi's API to generate code, it will be available for free during the beta period.
es: <b> Nota: </b> Esta característica utiliza la API de OpenAI para generar código, estará disponible de forma gratuita durante el período beta.
nl: <b> Opmerking: </b> Deze functie maakt gebruik van OpenAi API om code te genereren, deze zal gratis beschikbaar zijn tijdens de bèta-periode.

source: Items
es: Elementos
fr: Éléments
hu: Elemek

source: Items are required.
es: Los elementos son requeridos.
fr: Les éléments sont obligatoires.
hu: Az elemek kötelezőek.
nl: Items zijn vereist.
vi: Items là bắt buộc.

source: Action
es: Acción
hu: Művelet
nl: Actie

source: No options available
es: No hay opciones disponibles
fr: Aucunes options disponibles
hu: Nincs választási lehetőség
nl: Geen opties beschikbaar
vi: Không có tùy chọn nào

source: Action is required
es: Acción requerida
fr: L'action est nécessaire
hu: Művelet szükséges
nl: Actie is vereist
vi: Action là bắt buộc

source: Trigger
es: Disparador
fr: Déclencheur

source: Select a Trigger
es: Selecciona un disparador
fr: Sélectionnez un déclencheur
hu: Válasszon triggert
nl: Selecteer een Trigger
vi: Chọn một Trigger

source: Instantly triggered once change occurs
es: Se activa al instante una vez que se produce un cambio
fr: Déclenché instantanément une fois le changement survenu
hu: Azonnal aktiválódik ha változás történik
nl: Onmiddellijk geactiveerd wanneer de verandering plaatsvindt
vi: Kích hoạt ngay lập tức khi thay đổi xảy ra

source: Checks for changes periodically, based on your plan
es: Comprueba cambios de forma periódica, basada en su plan
fr: Vérifie périodiquement les changements, en fonction de votre abonnement
hu: Időszakosan ellenőrzi a változásokat a terve alapján
nl: Controleert periodiek wijzigingen gebaseerd op uw abonnement
vi: Kiểm tra định kỳ các thay đổi, dựa trên kế hoạch của bạn

source: Trigger is required
es: Se requiere el disparador
fr: Le déclencheur est requis
hu: Trigger szükséges
nl: Trigger is vereist
vi: Trigger là bắt buộc

source: Request Piece
es: Solicitar una Pieza
fr: Demander un connecteur
hu: Kérés elem
nl: Stuk aanvragen
vi: Piece yêu cầu

source: Search
es: Buscar
fr: Rechercher
hu: Keresés
nl: Zoeken
vi: Tìm kiếm

source: Select Trigger
es: Seleccionar Disparador
fr: Sélectionner un déclencheur
hu: Válasszon triggert
nl: Selecteer Trigger
vi: Chọn Trigger

source: Select Step
es: Seleccionar Paso
fr: Sélectionnez l'étape
hu: Lépés kiválasztása
nl: Selecteer stap
vi: Chọn Step

source: All
es: Todo
fr: Tout
hu: Összes
nl: Alles
vi: Tất cả

source: Oops! We didn't find any results.
es: ¡Oops! no encontramos nada.
fr: Oops! Nous n'avons trouvé aucun résultat.
hu: Hoppá! Nem találtunk eredményeket.
nl: Oeps! We hebben geen resultaten gevonden.
vi: Rất tiếc! Chúng tôi không tìm thấy kết quả nào.

source: Core
es: Núcleo
fr: Noyau
hu: Mag

source: App Events
es: Eventos de App
fr: Événements d'application
hu: App események
nl: App gebeurtenissen
vi: Sự kiện ứng dụng

source: App Actions
es: Acciones de App
fr: Actions de l'application
hu: App intézkedések
nl: App Acties
vi: Action ứng dụng

source: Uncategorized
es: Sin categoría
fr: Non classé
hu: Kategorizálatlan
nl: Niet gecategoriseerd
vi: Chưa phân loại

source: Run succeeded () {{ selectedRun.id }}
es: Ejecución exitosa () {{ selectedRun.id }}
fr: Exécution réussie () {{ selectedRun.id }}
hu: A futás sikerült () {{ selectedRun.id }}
nl: Run geslaagd () {{ selectedRun.id }}
vi: Chạy thành công () {{ selectedRun.id }}

source: Run failed () {{ selectedRun.id }}
es: Ejecución fallida () {{ selectedRun.id }}
fr: Exécution échouée () {{ selectedRun.id }}
hu: A futás nem sikerült () {{ selectedRun.id }}
nl: Uitvoeren is mislukt () {{ selectedRun.id }}
vi: Chạy thất bại () {{ selectedRun.id }}

source: Flow is running
es: El flujo está corriendo
fr: Le process est en cours d'exécution
hu: A folyamat fut
nl: Flow is actief
vi: Flow đang chạy

source: Flow is paused ...
es: El flujo está pausado ...
fr: Le process est interrompu ...
hu: A folyamat szünetelve van ...
nl: Flow is gepauzeerd ...
vi: Flow bị tạm dừng...

source: Run exceeded seconds, try to optimize your steps. {{sandboxTimeoutSeconds$ | async}}
es: La ejecución excedió los segundos, intenta optimizar tus pasos. {{sandboxTimeoutSeconds$ | async}}
fr: Exécution dépassée secondes, essayez d'optimiser vos étapes. {{sandboxTimeoutSeconds$ | async}}
hu: A futtatás meghaladta a másodperceket, próbálja optimalizálni a lépéseit. {{sandboxTimeoutSeconds$ | async}}
nl: Run overschrijd de seconden, probeer je stappen te optimaliseren. {{sandboxTimeoutSeconds$ | async}}
vi: Chạy vượt quá số giây, cố gắng tối ưu hóa các step của bạn. {{sandboxTimeoutSeconds$ | async}}

source: Run failed for an unknown reason, contact support.
es: La ejecución falló por una razón desconocida, contacta al soporte.
fr: L'exécution a échoué pour une raison inconnue, contactez l'assistance.
hu: A futtatás ismeretlen okból kifolyólag sikertelen volt. Vegye fel a kapcsolatot a támogatással.
nl: Het uitvoeren is mislukt om onbekende reden, contact support.
vi: Chạy không thành công vì lý do không xác định, hãy liên hệ với bộ phận hỗ trợ.

source: Exit Run
es: Salir de la ejecución
fr: Quitter l'exécution
hu: Futás befejezése
nl: Uitvoering afsluiten
vi: Thoát

source: Generate Sample Data
es: Generar Datos de Ejemplo
fr: Générer des données d'exemples
hu: Mintaadatok generálása
nl: Voorbeeldgegevens genereren
vi: Tạo dữ liệu mẫu

source: Test step
es: Probar paso
fr: Étape de test
hu: Teszt lépés
nl: Test stap
vi: Kiểm tra step

source: Tested Successfully
es: Probado con éxito
fr: Testé avec succès
hu: Sikeresen tesztelve
nl: Succesvol getest
vi: Đã kiểm tra thành công

source: Testing Failed
es: Prueba fallida
fr: Échec du test
hu: A tesztelés sikertelen
nl: Test mislukt
vi: Kiểm tra thất bại

source: Retest
es: Reprobar
fr: Retester
hu: Újratesztelés
nl: Opnieuw testen
vi: Kiểm tra lại

source: Test this trigger to generate sample data that can be used in the next steps
es: Prueba este disparador para generar datos de ejemplo que puedan ser usados en los próximos pasos
fr: Testez ce déclencheur pour générer des exemples de données pouvant être utilisées dans les étapes suivantes
hu: Tesztelje ezt a Tiggert a mintaadatok generálásához, amelyeket a következő lépésekben lehet használni
nl: Test deze trigger om voorbeeldgegevens te genereren die in de volgende stappen kunnen worden gebruikt
vi: Kiểm tra trigger này để tạo dữ liệu mẫu và sử dụng trong các step tiếp theo

source: Test Trigger
es: Probar Disparador
fr: Tester le déclencheur
hu: Teszt Trigger
vi: Kiểm tra Trigger

source: Use Mock Data
es: Usar datos simulados
fr: Utiliser des données fictives
hu: Mock adatok használata
nl: Gebruik nepgegevens
vi: Sử dụng dữ liệu mô phỏng

source: Data
es: Datos
fr: Données
hu: Adat
nl: Gegevens

source: (Result ) {{currentResults.length-idx}}
es: (Resultado) {{currentResults.length-idx}}
fr: (Résultat ) {{currentResults.length-idx}}
hu: (Eredmény ) {{currentResults.length-idx}}
nl: (Resultaat) {{currentResults.length-idx}}
vi: (Kết quả ) {{currentResults.length-idx}}

source: Testing trigger
es: Probando disparador
fr: Déclencheur de test
hu: Tesztelési folyamat trigger
nl: Testen trigger
vi: Kiểm tra Trigger

source: Cancel
es: Cancelar
fr: Annuler
hu: Mégse
nl: Annuleren
vi: Hủy bỏ

source: Action Required
es: Acción requerida
fr: Action requise
hu: Beavatkozás szükséges
nl: Actie vereist
vi: Action là bắt buộc

source: Load sample data from your account to be used in the next steps
es: Cargar datos de ejemplo desde tu cuenta para usarlos en próximos pasos
fr: Chargez des exemples de données de votre compte à utiliser dans les prochaines étapes
hu: Mintaadatok betöltése a fiókjából a következő lépésekhez
nl: Laad voorbeeldgegevens uit uw account om te gebruiken in de volgende stappen
vi: Tải dữ liệu mẫu lên từ tài khoản của bạn để sử dụng trong các bước tiếp theo

source: Load data
es: Cargar datos
fr: Charger des données
hu: Adatbetöltés
nl: Gegevens laden
vi: Tải dữ liệu

source: This sample data can be used in the next steps
es: Estos datos de ejemplo pueden ser usados en próximos pasos
fr: Ces données de tests peuvent être utilisées lors des prochaines étapes
hu: Ezen példaadatokat használhatja a következő lépésekben
nl: Deze voorbeeldgegevens kunnen worden gebruikt in de volgende stappen
vi: Dữ liệu mẫu này có thể được sử dụng trong các step tiếp theo

source: No results found
es: No se encontraron resultados
fr: Aucun résultat trouvé
hu: Nincs találat
nl: Geen zoekresultaten
vi: Không tìm thấy kết quả

source: Please add some data then press "Load Data"
es: Por favor, agrega algunos datos y luego presiona "Cargar datos"
fr: Veuillez ajouter quelques données puis appuyez sur "Charger les données".
hu: Kérjük, adjon hozzá néhány adatot, majd kattintson a 'Adatok betöltése' gombra
nl: Voeg wat gegevens toe en druk vervolgens op "Gegevens laden"
vi: Vui lòng thêm một số dữ liệu rồi nhấn "Tải dữ liệu"

source: Testing data failed. Please ensure that the settings are correct or try again.
es: La prueba de los datos falló. Asegúrate de que las opciones son correctas o prueba nuevamente.
fr: Les données de test ont échoué. Veuillez vous assurer que les paramètres sont corrects ou réessayer.
hu: A tesztelési adatok ellenőrzése sikertelen volt. Kérjük, győződjön meg arról, hogy a beállítások helyesek, vagy próbálja meg újra.
nl: Gegevens testen mislukt. Zorg ervoor dat de instellingen correct zijn of probeer opnieuw.
vi: Kiểm tra dữ liệu thất bại. Vui lòng đảm bảo cài đặt chính xác và thử lại.

source: Send a request to generate sample data that can be used in the next steps
es: Envía una petición para generar datos de ejemplo que se podrán usar en próximos pasos
fr: Envoyer une demande pour générer des exemples de données pouvant être utilisées dans les étapes suivantes
hu: Küldjön egy kérést a mintaadatok generálásához, amelyeket a következő lépésekben lehet használni
nl: Test deze trigger om voorbeeldgegevens te genereren die in de volgende stappen kunnen worden gebruikt
vi: Gửi yêu cầu tạo dữ liệu mẫu để sử dụng trong các step tiếp theo

source: Send Data
es: Enviar datos
fr: Envoyer les données
hu: Adatok küldése
nl: Gegevens verzenden
vi: Gửi dữ liệu

source: Please send data to the webhook endpoint to test the step.
es: Por favor, envía datos al endpoint del webhook para probar este paso.
fr: Veuillez envoyer des données à l'endpoint du webhook pour tester l'étape.
hu: Kérjük, küldje el az adatokat a webhook végpontjára a lépés teszteléséhez.
nl: Stuur gegevens naar het webhook-eindpunt om de stap te testen.
vi: Vui lòng gửi dữ liệu đến Webhook để kiểm tra bước này.

source: New Connection
es: Nueva conexión
fr: Nouvelle connexion
hu: Új kapcsolat
nl: Nieuwe Connectie
vi: Tạo kết nối

source: Name is required
es: El nombre es requerido
fr: Le nom est requis
hu: Név megadása kötelező
nl: Naam is vereist
vi: Tên là bắt buộc

source: Name can only contain letters, numbers and underscores
es: El nombre solo puedo contener letras, números y guiones bajos
fr: Le nom d’utilisateur ne peut contenir que des lettres, chiffres et underscores
hu: A név csak betűket, számokat és aláhúzásokat tartalmazhat
nl: De naam mag alleen letters, cijfers en onderstrepingstekens bevatten
vi: Tên chỉ có thể chứa chữ cái, số hoặc dấu gạch dưới

source: Name is already used
es: El nombre ya se está usando
fr: Le nom est déjà utilisé
hu: Már használt ez a név
nl: Naam is al in gebruik
vi: Tên đã được sử dụng

source: is required
es: es requerido
fr: est requis
hu: kötelező
nl: is vereist
vi: là bắt buộc

source: Reconnect
es: Reconectar
fr: Reconnecter
hu: Újracsatlakozás
nl: Opnieuw verbinden
vi: Kết nối lại

source: You have to connect an account to continue
es: Tienes que conectar una cuenta para continuar
fr: Vous devez connecter un compte pour continuer
hu: A folytatáshoz csatlakoztatnia kell egy fiókot
nl: Je moet een account connecteren om door te kunnen gaan
vi: Bạn phải kết nối một tài khoản để tiếp tục

source: I would like to use my own app credentials
es: Me gustaría usar mis propias credenciales de la app
fr: Je voudrais utiliser mes propres identifiants d'application
hu: Saját alkalmazás-hiteleimet szeretném használni
nl: Ik wil graag mijn eigen app inloggegevens gebruiken
vi: Tôi muốn sử dụng thông tin đăng nhập ứng dụng của riêng tôi

source: The ID of this connection definition. You will need to select this key whenever you want to reuse this connection.
es: El ID de la esta definición de conexión. Necesitarás seleccionar esta clave en cualquier lugar que quieras reusar esta conección.
fr: L'ID de cette définition de connexion. Vous devrez sélectionner cette clé chaque fois que vous voulez réutiliser cette connexion.
hu: Ezen kapcsolatdefiníció azonosítója. Ezt a kulcsot kell kiválasztania, amikor újrahasznosítani szeretné ezt a kapcsolatot.
nl: Het ID van deze verbindingsdefinitie. U moet deze sleutel selecteren telkens wanneer u deze verbinding opnieuw wilt gebruiken.
vi: ID của kết nối này. Bạn sẽ cần phải chọn key này bất cứ khi nào bạn muốn sử dụng lại kết nối.

source: Redirect URL is required
es: URL de redirección es requerida
fr: L’URL de redirection est requise
hu: Átirányítási URL szükséges
nl: Redirect URL is vereist
vi: URL chuyển hướng là bắt buộc

source: Client ID
es: ID de cliente
fr: ID du client
hu: Ügyfél azonosító

source: Client ID is required
es: ID de cliente es requerido
fr: ID du client est requis
hu: Ügyfél azonosító megadása kötelező
nl: Client ID is vereist
vi: Client ID là bắt buộc

source: Client Secret
es: Secreto de cliente
hu: Ügyfél titkos kulcs

source: Client Secret is required
es: El secreto del cliente es requerido
fr: Le Client Secret est requis
hu: Ügyfél azonosító megadása kötelező
nl: Client secret is vereist
vi: Client Secret là bắt buộc

source: I would like to use predefined app credentials
es: Me gustaría usar credenciales de app predefinidas
fr: Je voudrais utiliser mes propres identifiants d'application
hu: Szeretném előre meghatározott alkalmazás-hiteleket használni
nl: Ik wil graag vooraf gedefinieerde app referenties gebruiken
vi: Tôi muốn sử dụng thông tin đăng nhập ứng dụng được xác định trước

source: New Connection
es: Nueva conexión
fr: Nouvelle connexion
hu: Új kapcsolat
nl: Nieuwe Connectie
vi: Tạo kết nối

source: Connect
es: Conectar
fr: Connecter
hu: Kapcsolódás
nl: Verbinding maken
vi: Kết nối

source: Disconnect
es: Desconectar
fr: Déconnecter
hu: Szétkapcsolás
nl: Verbinding verbreken
vi: Ngắt kết nối

source: Please make sure this connections's credentials are correct.
es: Asegúrate de que los credenciales de esta conexión sean correctas.
fr: Veuillez vous assurer que les informations d'identification de ces connexions sont correctes.
hu: Kérjük, győződjön meg róla, hogy ez a kapcsolat hitelei helyesek.
nl: Controleer of de inloggegevens van deze verbindingen correct zijn.
vi: Hãy đảm bảo thông tin đăng nhập của kết nối này là chính xác.

source: Remote URL
es: URL remota
fr: URL distante
nl: Externe URL

source: Remote URL is required
es: Se requiere una URL remota
fr: L'URL distante est requise
nl: Externe URL is vereist

source: Branch Name
es: Nombre del branch
fr: Nom de la branche
nl: Aftakkingsnaam

source: Branch is required
es: El branch es requerido
fr: La branche est requise
nl: Aftakking is vereist

source: Private SSH Key
es: Clave privada SSH
fr: Clé privée SSH
nl: Privé SSH key

source: Invalid private key format. Please check your private key and make sure it ends with new line and try again.
es: Formato de clave privada no válido. Por favor, compruebe su clave privada y asegúrese de que termina con una nueva línea y vuelva a intentarlo.
fr: Format de clé privée invalide. Veuillez vérifier votre clé privée et assurez-vous qu'elle se termine par une nouvelle ligne et réessayez.
nl: Ongeldig private key formaat. Controleer uw private key en zorg ervoor dat deze eindigt met de nieuwe regel en probeer het opnieuw.

source: Private SSH key is required
es: Se requiere una clave privada SSH
fr: La clé privée SSH est requise
nl: Persoonlijke SSH-key is vereist

source: Configure Repo
es: Configurar Repo
fr: Configurer le dépôt
nl: Configureer Repo

source: Edit this.data.repo.remoteUrl
es: Editar this.data.repo.remoteUrl
fr: Modifier this.data.repo.remoteUrl
nl: Bewerk this.data.repo.remoteUrl

source: Pull from Repo
es: Traer desde el repositorio (Pull)
fr: Pull depuis le Repo

source: Warning
es: Advertencia
fr: Attention
nl: Waarschuwing

source: All the flows in will be replaced with the flows from the Git repository. <b> {INTERPOLATION} will be repla
es: Todos los flujos serán reemplazados por los flujos del repositorio Git. <b> {INTERPOLATION} will be repla
fr: Tous les flux entrants seront remplacés par les flux du dépôt Git. <b> {INTERPOLATION} will be repla
nl: Alle flows in zal worden vervangen door de flows van de Git repository. <b> {INTERPOLATION} will be repla

source: Pulled successfully
es: Traído con éxito
fr: Récupération réussie

source: Error occured, please check your console
es: Ha ocurrido un error, por favor comprueba tu consola
fr: Une erreur est survenue, veuillez vérifier votre console
nl: Fout opgetreden, controleer je console

source: Push to Repo
es: Enviar al Repo (Push)
fr: Pousser vers le repo

source: All the flows in the Git repository will be replaced with the flows in . <b> {INTERPOLATION} .
es: Todos los flujos en el repositorio Git serán reemplazados por los flujos en . <b> {INTERPOLATION} .
fr: Tous les process entrants seront remplacés par les process du dépôt Git. <b> {INTERPOLATION} will be repla
nl: Alle flows in de Git repository zullen worden vervangen door de flow in . <b> {INTERPOLATION} .

source: Commit Message
es: Mensaje del commit
fr: Message du commit
nl: Commitbericht

source: Commit message is required
es: Mensaje del commit es requerido
fr: Un message de commit est nécessaire
nl: Commit bericht is vereist

source: Pushed successfully
es: Enviado con éxito
fr: Envoi réussi
nl: Push succesvol

source: Ask the Community
es: Pregúntale a la comunidad
fr: Demandez à la communauté
hu: Kérdezd a Közösséget
nl: Vraag de community
vi: Tham gia cộng đồng

source: Documentation
es: Documentación
hu: Dokumentáció
nl: Documentatie
vi: Tài liệu hướng dẫn

source: Flows
es: Flujos
fr: Process
hu: Folyamatok
vi: Luồng

source: Runs
es: Ejecuciones
fr: Exécutions
hu: Futtatások

source: Connections
es: Conexiones
fr: Connexions
hu: Kapcsolódások
nl: Verbindingen
vi: Kết nối

source: Team
es: Equipo
fr: Équipe
hu: Csapat
vi: Đội ngũ

source: What's new
es: Que hay de nuevo
fr: Quoi de neuf
hu: Újdonságok
nl: Wat is er nieuw
vi: Cập nhật mới

source: Plans
es: Planes
fr: Abonnements
hu: Díjcsomagok
nl: Pakketten
vi: Kế hoạch

source: Platform
es: Plataforma
fr: Plateforme
vi: Nền tảng

source: Delete Connection
es: Borrar conexión
fr: Supprimer la connexion
hu: Kapcsolat törlése
nl: Connectie verwijderen
vi: Xóa kết nối

source: No connections created yet
es: Sin conexiones creadas
fr: Aucune connexion n'a encore été créée
hu: Még nincsenek létrehozott kapcsolatok
nl: Nog geen verbindingen gemaakt
vi: Chưa có kết nối nào được tạo

source: Create Your First Flow
es: Crea tu primer Flujo
fr: Créez votre premier process
hu: Hozza létre az első folyamatát
nl: Maak je eerste Flow
vi: Tạo Flow đầu tiên của bạn

source: Demo flow
es: Flujo de demostración
fr: Process de démonstration
hu: Demo folyamat
vi: Flow mẫu

source: Learn from our Gelato maker demo flow
es: Aprende con nuestro flujo de ejemplo
fr: Apprenez grâce à notre process de démonstration Gelato maker
hu: Tanulj a Gelato készítő bemutató folyamatunkból
nl: Leer van onze Gelato maker demo flow
vi: Tìm hiểu từ "Gelato maker demo flow" của chúng tôi

source: Build flow
es: Construir flujo
fr: Créer un process
hu: Folyamat kialakítása
nl: Bouw flow
vi: Xây dựng flow

source: Start building your first flow from scratch
es: Empieza construyendo tu primer flujo desde cero
fr: Commencez à construire votre premier process à partir de zéro
hu: Az első folyamat kezdése a nulláról
nl: Begin je eerste stroom vanaf nul op te bouwen
vi: Bắt đầu xây dựng flow đầu tiên của bạn từ mẫu trống

source: Untitled
es: Sin título
fr: Sans titre
hu: Névtelen
nl: Naamloos
vi: Không có tiêu đề

source: All flows
es: Todos los flujos
fr: Tous les process
hu: Minden folyamat
nl: Alle flows
vi: Tất cả Flow

source: + New Flow
es: + Nuevo flujo
fr: + Créer un Process
hu: + Új folyamat
nl: + Nieuwe Flow
vi: + Tạo Flow

source: My Flows
es: Mis flujos
fr: Mes Process
hu: Az én folyamataim
nl: Mijn Flows
vi: Các Flow của tôi

source: Steps
es: Pasos
fr: Étapes
hu: Lépések
nl: Stappen

source: Folder
es: Carpeta
fr: Dossier
hu: Könyvtár
nl: Map
vi: Thư mục

source: Move to...
es: Mover a...
fr: Déplacer vers...
hu: Áthelyezés...
nl: Verplaatsen naar...
vi: Di chuyển tới...

source: You don't have any flows yet
es: No tienes flujos aún
fr: Vous n'avez pas encore de process
hu: Nincsenek folyamatok
nl: Je hebt nog geen flows
vi: Bạn chưa có bất kỳ flow nào

source: This folder doesn't have any flows yet
es: Esta carpeta no tiene flujos aun
fr: Ce dossier ne contient pas encore de process
hu: Ebben a mappában még nincsenek folyamatok
nl: Deze map heeft nog geen flows
vi: Thư mục này chưa chứa bất kỳ flow nào

source: Real time flow
es: Flujo en tiempo real
fr: Process en temps réel
hu: Valós idejű folyamat
vi: Flow thời gian thực
