Repository: activepieces/activepieces
Catalog: packages/ui/core/src/locale/messages.*.xlf
Languages: es, fr, hu, nl, vi

source: You have reached the limits of your current plan. ⭐ to unlock more features. <span class="ap-font-bold"> {{teamMemebersNotes[data.projectType]}} </span>
es: Alcanzaste los límites de tu plan actual. ⭐ para desbloquear más características. <span class="ap-font-bold"> {{teamMemebersNotes[data.projectType]}} </span>
fr: Vous avez atteint les limites de votre plan actuel. ⭐ pour débloquer plus de fonctionnalités. <span class="ap-font-bold"> {{teamMemebersNotes[data.projectType]}} </span>
hu: Elérted a jelenlegi csomagod korlátait. ⭐ a további funkciókhoz való hozzáféréshez.
nl: Je hebt de limieten van je huidige pakket bereikt. ⭐ om meer functies te ontgrendelen. <span class="ap-font-bold"> {{teamMemebersNotes[data.projectType]}} </span>
vi: Bạn đã đạt đến giới hạn của gói hiện tại. ⭐ để mở khóa nhiều tính năng hơn. <span class="ap-font-bold"> {{teamMemebersNotes[data.projectType]}} </span>

source: Please contact your platform admin
es: Por favor, contacta a tu administrador de plataforma
fr: Veuillez contacter l'administrateur de votre plateforme
hu: Kérlek, lépj kapcsolatba a platform adminisztrátoroddal
nl: Neem contact op met uw platformbeheerder
vi: Vui lòng liên hệ với quản trị viên

source: Upgrade
es: Actualizar
fr: Mettre à niveau
hu: Frissítés
vi: Nâng cấp

source: Share Template
es: Compartir plantilla
fr: Partager le modèle
hu: Sablon megosztása
nl: Sjabloon delen

source: Description
es: Descripción
hu: Leírás
nl: Beschrijving
vi: Mô tả

source: Blog URL
es: URL del blog
fr: Url du blog
hu: Blog Link

source: Filters
es: Filtros
fr: Filtres
hu: Szűrők
vi: Bộ lọc

source: Cancel
es: Cancelar
fr: Annuler
hu: Mégse
nl: Annuleren
vi: Hủy bỏ

source: Confirm
es: Confirmar
fr: Valider
hu: Megerősítés
nl: Bevestigen
vi: Xác nhận

source: Sign up with
es: Registrarte con
fr: Inscrivez-vous avec
hu: Regisztrálj a
nl: Registreren met
vi: Đăng ký bằng

source: Sign in with
es: Iniciar sesión con
fr: Se connecter avec
hu: Jelentkezz be a
nl: Inloggen met
vi: Đăng nhập bằng

source: Team Invitation Accepted
es: Invitación al Equipo aceptada
fr: Invitation d'équipe acceptée
hu: Csapat meghívás elfogadva
nl: Team uitnodiging geaccepteerd
vi: Lời mời của nhóm đã được chấp nhận

source: Thank you for accepting the invitation. We are redirecting you right now...
es: Gracias por aceptar la invitación. Te estamos redirigiendo ahora...
fr: Merci d'avoir accepté l'invitation. Nous sommes en train de vous rediriger...
hu: Köszönjük, hogy elfogadta a meghívást. Most átirányítjuk...
nl: Bedankt voor het accepteren van de uitnodiging. We sturen je nu door...
vi: Cảm ơn bạn đã chấp nhận lời mời. Chúng tôi đang chuyển hướng...

source: Invalid invitation token. Please try again.
es: Token de invitación inválido. Por favor, intenta nuevamente.
fr: Jeton d'invitation invalide. Veuillez réessayer.
hu: Érvénytelen meghívókód. Kérjük, próbálja újra.
nl: Ongeldige uitnodigings token. Probeer het opnieuw.
vi: Mã thông báo lời mời không hợp lệ, vui lòng thử lại.

source: Invite Project Member
es: Invitar Miembro del Proyecto
fr: Inviter un membre au projet
hu: Projekttagok meghívása
nl: Projectdeelnemer uitnodigen
vi: Mời một thành viên vào dự án

source: Type the email address of the user you want to invite.
es: Ingresa el correo electrónico del usuario al que quires invitar.
fr: Tapez l'adresse e-mail de l'utilisateur que vous souhaitez inviter.
hu: Írja be azon felhasználó e-mail címét, akit meghívni szeretne.
nl: Typ het e-mailadres van de gebruiker die u wilt uitnodigen.
vi: Nhập địa chỉ email của người bạn muốn mời.

source: The invited email already has an account. Please contact support for assistance.
es: El email invitado ya tiene una cuenta. Por favor, contacta al soporte por asistencia.
fr: Cet email à déjà un compte. Veuillez contacter le support pour obtenir de l'aide.
hu: A meghívott e-mail címhez már tartozik egy fiók. Kérjük, lépjen kapcsolatba a támogatással segítségért.
nl: De uitgenodigde e-mail heeft al een account. Neem contact op met support voor hulp.
vi: Email này đã có tài khoản. Vui lòng liên hệ bộ phận hỗ trợ để được giúp đỡ.

source: Email is Required
es: El Email es Requerido
fr: L'e-mail est requis
hu: Email cím kötelező
nl: E-mail is verplicht
vi: Email là bắt buộc

source: Role
es: Rol
fr: Rôle
hu: Szerepkör
nl: Functie
vi: Vai trò

source: Invite
es: Invitar
fr: Inviter à participer
hu: Meghív
nl: Uitnodigen
vi: Mời tham gia

source: Internal error occurred please contact support
es: Ocurrió un error interno. Por favor, contacta al soporte
fr: Une erreur interne s'est produite, veuillez contacter le support
hu: Belső hiba történt, kérjük, forduljon az ügyfélszolgálathoz
nl: Interne fout is opgetreden. Neem contact op met support
vi: Đã xảy ra lỗi nội bộ, vui lòng liên hệ bộ phận hỗ trợ

source: Project Members
es: Miembros del Proyecto
fr: Membres du projet
hu: Projekt tagok
nl: Projectdeelnemers
vi: Thành viên dự án

source: Status
es: Estado
fr: Statut
hu: Státusz
vi: Trạng thái

source: Invited At
es: Invitado el
fr: Invité à
hu: Meghívva
nl: Uitgenodigd op
vi: Được mời lúc

source: + Invite
es: Invitar
fr: + Inviter à participer
hu: + Meghív
nl: + Uitnodigen
vi: + Mời tham gia

source: Delete Invitation
es: Eliminar invitación
fr: Supprimer l'invitation
hu: Meghívó törlése
nl: Verwijder uitnodiging
vi: Xóa lời mời

source: Active
es: Activo
fr: Actif
hu: Aktív
nl: Actief
vi: Tích cực

source: Pending
es: Pendiente
fr: En attente
hu: Függőben levő
nl: In behandeling
vi: Đang chờ

source: Admin
es: Administrador
hu: Adminisztrátor
nl: Beheerder

source: Viewer
es: Visualizador
fr: Lecteur
hu: Néző
nl: Bekijker

source: Name
es: Nombre
fr: Nom
hu: Név
nl: Naam
vi: Tên

source: Created
es: Creado
fr: Créé
hu: Létrehozva
nl: Aangemaakt
vi: Đã tạo

source: Create
es: Crear
fr: Créer
hu: Létrehoz
nl: Aanmaken
vi: Tạo

source: Edit
es: Editar
fr: Modifier
hu: Szerkesztés
nl: Bewerken
vi: Sửa

source: Save
es: Guardar
fr: Enregistrer
hu: Mentés
nl: Opslaan
vi: Sửa

source: Projects
es: Proyectos
fr: Projets
hu: Projektek
nl: Projecten
vi: Dự án

source: Appearance
es: Apariencia
fr: Apparence
hu: Megjelenés
nl: Uitstraling
vi: Biểu mẫu

source: Pieces
es: Piezas
fr: Morceaux
hu: Elemek

source: Templates
es: Plantillas
fr: Modèles
hu: Sablonok
vi: Mẫu

source: Settings
es: Opciones
fr: Paramètres
hu: Beállítások
nl: Instellingen
vi: Cài đặt

source: Users
es: Usuarios
fr: Utilisateurs
hu: Felhasználók
nl: Gebruikers
vi: Người dùng

source: Version
es: Versión
hu: Verzió
nl: Versie
vi: Phiên bản

source: Updated
es: Actualizada
fr: Mis à jour
hu: Frissítve
nl: Gewijzigd
vi: Đã cập nhật

source: + Add Item
es: + Agregar Elemento
fr: + Ajouter un élément
hu: + Elem hozzáadása
nl: + Voeg item toe
vi: + Thêm Item

source: Delete {{data.entityName}}
es: Eliminar {{data.entityName}}
fr: Supprimer {{data.entityName}}
hu: Törlés {{data.entityName}}
nl: Verwijder {{data.entityName}}
vi: Xóa {{data.entityName}}

source: Type DELETE and press confirm to continue. <b> </b>
es: Escribe DELETE y presiona Confirmar para continuar. <b> </b>
fr: Tapez DELETE et appuyez sur confirmer pour continuer. <b> </b>
hu: "Irja be a TÖRLÉS szót, majd nyomja meg a megerősítéshez." <b> </b>
nl: Type DELETE en druk op bevestigen om door te gaan. <b> </b>
vi: Gõ DELETE và bấm xác nhận để tiếp tục. <b> </b>

source: Please write the confirmation message correctly
es: Por favor, escribe el mensaje de confirmación correctamente
fr: Veuillez écrire le message de confirmation correctement
hu: Irja be a Törlés szót, majd kattintson a megerősítéshez
nl: Schrijf alstublieft het bevestigingsbericht correct
vi: Vui lòng nhập tin nhắn xác nhận chính xác

source: Please upgrade your plan
es: Por favor, mejora tu plan
nl: Upgrade uw abonnement

source: Close
es: Cerrar
fr: Fermer
hu: Bezárás
nl: Afsluiten
vi: Đóng

source: Page Size:
es: Tamaño de página:
fr: Nombre d'élément:
hu: Lapméret:
nl: Paginagrootte:
vi: Phân trang:

source: Succeeded
es: Éxito
fr: Réussi
hu: Sikerült
nl: Voltooid
vi: Thành công

source: Internal Error
es: Error Interno
fr: Erreur interne
hu: Belső hiba
nl: Interne Error
vi: Lỗi nội bộ

source: Timed Out
es: Caducado
fr: Temps de réponse trop long
hu: Időtúllépés
nl: Tijd Verlopen
vi: Thời gian phản hồi quá lâu

source: Failed
es: Fallado
fr: Échoué
hu: Sikertelen
nl: Mislukt
vi: Thất bại

source: Paused
es: Pausado
fr: En pause
hu: Szünetel
nl: Gepauzeerd
vi: Tạm dừng

source: Running
es: Ejecutándose
fr: En cours d'exécution
hu: Futó
nl: Wordt uitgevoerd
vi: Đang chạy

source: Please upgrade your plan to unlock this feature. <svg-icon src="/assets/img/custom/lock.svg" class="ap-w-[20px] ap-h-[20px] ap-fill-body" [applyClass]="true"> </svg-icon>
es: Por favor, actualiza tu plan para desbloquear esta función. <svg-icon src="/assets/img/custom/lock.svg" class="ap-w-[20px] ap-h-[20px] ap-fill-body" [applyClass]="true"> </svg-icon>
nl: Upgrade uw pakket om deze functie te ontgrendelen. <svg-icon src="/assets/img/custom/lock.svg" class="ap-w-[20px] ap-h-[20px] ap-fill-body" [applyClass]="true"> </svg-icon>

source: Learn more
es: Aprender más
nl: Meer informatie

source: Upgrade <div class="ap-flex ap-gap-2"> <svg-icon src="/assets/img/custom/upgrade.svg" class="ap-w-[20px] ap-h-[20px] ap-fill-white" [applyClass]="true"> </svg-icon> </div>
es: Actualizar <div class="ap-flex ap-gap-2"> <svg-icon src="/assets/img/custom/upgrade.svg" class="ap-w-[20px] ap-h-[20px] ap-fill-white"&#10; [applyClass]="true"> </svg-icon> </div>
nl: Upgrade <div class="ap-flex ap-gap-2"> <svg-icon src="/assets/img/custom/upgrade.svg" class="ap-w-[20px] ap-h-[20px] ap-fill-white"&#10; [applyClass]="true"> </svg-icon> </div>

source: My Pieces
es: Mis Piezas
fr: Mes connecteurs
hu: Saját elemek
nl: Mijn Pieces
vi: Các Piece của tôi

source: Logout
es: Cerrar sesión
fr: Déconnexion
hu: Kijelentkezés
nl: Afmelden
vi: Đăng xuất

source: An unexpected error occured, please contact support
es: Un error inesperado ha ocurrido. Por favor, contacta al soporte
fr: Une erreur inattendue s'est produite, veuillez contacter l'assistance
hu: Belső hiba történt, kérjük, forduljon az ügyfélszolgálathoz
nl: Er is een onverwachte fout opgetreden, neem contact op met support
vi: Đã xảy ra lỗi không mong muốn, vui lòng liên hệ với bộ phận hỗ trợ

source: Webhook Trigger
es: Disparador Webhook
fr: Déclencheur Webhook

source: Empty Trigger
es: Disparador Vacío
fr: Déclencheur vide
hu: Üres Trigger
nl: Lege Trigger
vi: Trigger trống

source: Trigger
es: Disparador
fr: Déclencher

source: Code
es: Código
hu: Kód

source: Loop on Items
es: Bucle en elementos
fr: Boucle sur les éléments
hu: Elemeken való végiglépés
nl: Herhaal op items
vi: Lặp lại các Item

source: Branch
es: Rama
fr: Branche
hu: Ág
nl: Aftakking

source: Import Flow
es: Flujo Importante
fr: Importer Flow
hu: Folyamat importálása
nl: Flow importeren
vi: Nhập Flow

source: Upgrade
es: Actualizar
fr: Mettre à jour
hu: Frissítés
nl: Upgraden
vi: Nâng cấp

source: Ignore
es: Ignorar
fr: Ignorer
hu: Mellőzés
nl: Negeren
vi: Bỏ qua

source: Steps in this flow
es: Paso de este flujo
fr: Étapes de ce process
hu: A folyamatban található lépések
nl: Stappen in deze flow
vi: Các step của flow này

source: Template Description
es: Descripción de la Plantilla
fr: Description du modèle
hu: Sablon leírása
nl: Template beschrijving
vi: Mô tả về template

source: Use Template
es: Usar Plantilla
fr: Utiliser le modèle
hu: Sablon használata
nl: Template Gebruiken
vi: Sử dụng mẫu này

source: Page not found 😢
es: Página no encontrada 😢
fr: Page non trouvée 😢
hu: Az oldal nem található 😢
nl: Pagina niet gevonden 😢
vi: Không tìm thấy trang 😢

source: Looks like you are lost.
es: Parece que estás perdido.
fr: On dirait que tu es perdu.
hu: Úgy tűnik, eltévedtél.
nl: Het lijkt erop dat u verdwaald bent.
vi: Có vẻ như bạn đang bị lạc.

source: Return Home
es: Volver al inicio
fr: Retourner à l'accueil
hu: Vissza a kezdőlapra
nl: Terug naar Startpagina
vi: Quay lại trang chủ

source: redirect-url works!
es: redirect-url funciona!
fr: l'URL de redirection fonctionne !
hu: az átirányítás-url működik!
nl: redirect-url werkt!
vi: url chuyển hướng hoạt động!

source: OR
es: O
fr: OU
hu: VAGY
nl: OF
vi: Hoặc

source: Didn't receive an email? Resend <a class="ap-text-blueLink ap-cursor-pointer" (click)="otpType === OtpType.EMAIL_VERIFICATION ? resendVerification() : sendPasswordReset() "> </a>
es: No recibiste un correo? Reenviar <a class="ap-text-blueLink ap-cursor-pointer"&#10;&#9;&#9;&#9;&#9;(click)="otpType === OtpType.EMAIL_VERIFICATION ? resendVerification() : sendPasswordReset() "> </a>
fr: Vous n'avez pas reçu d'email ? Renvoyer <a class="ap-text-blueLink ap-cursor-pointer"&#10;&#9;&#9;&#9;&#9;(click)="otpType === OtpType.EMAIL_VERIFICATION ? resendVerification() : sendPasswordReset() "> </a>
hu: Nem kapott e-mailt? Újraküldés <a class="ap-text-blueLink ap-cursor-pointer"&#10;&#9;&#9;&#9;&#9;(click)="otpType === OtpType.EMAIL_VERIFICATION ? resendVerification() : sendPasswordReset() "> </a>
nl: Geen email ontvangen? Resend <a class="ap-text-blueLink ap-cursor-pointer"&#10;&#9;&#9;&#9;&#9;(click)="otpType === OtpType.EMAIL_VERIFICATION ? resendVerification() : sendPasswordReset() "> </a>
vi: Không nhận được email? Gửi lại <a class="ap-text-blueLink ap-cursor-pointer"&#10;&#9;&#9;&#9;&#9;(click)="otpType === OtpType.EMAIL_VERIFICATION ? resendVerification() : sendPasswordReset() "> </a>

source: Go back to sign in
es: Volver a iniciar sesión
fr: Retournez en arrière pour vous inscrire
hu: Vissza a belépéshez
nl: Terug naar het inlogscherm
vi: Quay lại đăng nhập

source: We sent you a link to complete your registration, check your email.
es: Te enviamos un link para completar tu registro, revisa tu email.
fr: Nous vous avons envoyé un lien pour compléter votre inscription, vérifiez votre email.
hu: Elküldtünk Önnek egy linket a regisztráció befejezéséhez, ellenőrizze az e-mailjét.
nl: Wij hebben u een link gestuurd om uw registratie te voltooien, controleer uw e-mail.
vi: Chúng tôi đã gửi cho bạn một liên kết để hoàn tất đăng ký, hãy kiểm tra email của bạn.

source: We sent you a link to reset your password, check your email.
es: Te enviamos un link para restaurar tu contraseña. Revisa tu correo.
fr: Nous vous avons envoyé un lien pour réinitialiser votre mot de passe, vérifiez votre email.
hu: Elküldtünk Önnek egy linket a jelszó visszaállításához, ellenőrizze az e-mailjét.
nl: We hebben u een link gestuurd om uw wachtwoord opnieuw in te stellen, controleer uw e-mail.
vi: Chúng tôi đã gửi cho bạn liên kết để đặt lại mật khẩu, hãy kiểm tra email của bạn.

source: Verification resent
es: Verificación reenviada
fr: Vérification renvoyée
hu: Az ellenőrzés újra elküldve
nl: Verificatie opnieuw verzenden
vi: Gửi lại xác minh

source: Password reset link resent
es: Link de restauración de contraseña reenviado
fr: Le lien de réinitialisation du mot de passe a été renvoyé
hu: Jelszó-visszaállítási hivatkozás újraküldve
nl: Wachtwoord reset link opnieuw verzenden
vi: Gửi lại yêu cầu đặt lại mật khẩu

source: Reset Password
es: Restaurar contraseña
fr: Réinitialiser le mot de passe
hu: Jelszó visszaállítása
nl: Wachtwoord opnieuw instellen
vi: Đặt lại Mật khẩu

source: Your password reset request has expired, please request a new one
es: Tu solicitud de restauración de contraseña ha expirado. Por favor, solicita uno nuevo
fr: Votre demande de réinitialisation de mot de passe a expiré, veuillez en demander un nouveau
hu: Jelszó-visszaállítási kérelme lejárt, kérjen újat
nl: Uw aanvraag voor het opnieuw instellen van het wachtwoord is verlopen, vraag een nieuwe aan
vi: Yêu cầu đặt lại mật khẩu của bạn đã hết hạn, vui lòng gửi yêu mới

source: Your email has been verified. You will be redirected to sign in <br />
es: Tu email ha sido verificado. Serás redirigido a la página de inicio de sesión <br />
fr: Votre email a été vérifié. Vous allez être redirectionné pour vous inscrire <br />
hu: E-mail-címét ellenőriztük. A rendszer átirányítja a bejelentkezéshez <br />
nl: Je e-mailadres is geverifieerd. Je wordt doorgestuurd om in te loggen <br />
vi: Email của bạn đã được xác minh. Bạn sẽ được chuyển hướng tới trang đăng nhập <br />

source: This invitation has expired, redirecting to sign in... <br />
es: Esta invitación ha expirado, redirigiéndote al inicio de sesión... <br />
fr: Cette invitation a expiré, redirigeant vers la connexion... <br />
hu: Ez a meghívó lejárt, átirányítás a bejelentkezéshez... <br />
nl: Deze uitnodiging is verlopen, doorsturen om in te loggen... <br />
vi: Lời mời này đã hết hạn, đang chuyển hướng tới trang đăng nhập... <br />

source: Sign in
es: Iniciar sesión
fr: Se connecter
hu: Belépés
nl: Inloggen
vi: Đăng nhập

source: Verifying Email
es: Verificando Correo
fr: Vérification de l'email
hu: E-mail cím megerősítése
nl: E-mailadres verifiëren
vi: Xác minh địa chỉ Email

source: Verified Email
es: Correo verificado
fr: Email vérifié
hu: Hitelesített email
nl: Geverifieerde e-mail
vi: Email đã được xác minh

source: Verification Failed
es: Verificación fallida
fr: Échec de vérification
hu: Ellenőrzés sikertelen
nl: Verificatie mislukt
vi: Xác minh không thành công

source: Verifying email
es: Verificando correo
fr: Vérification de l'email
hu: E-mail cím megerősítése
nl: E-mailadres verifiëren
vi: Xác minh địa chỉ Email

source: Email Verified
es: Email verificado
fr: Email vérifié
hu: Ellenőrzött email-cím
nl: E-mailadres geverifieerd
vi: Email đã được xác minh

source: Forgot Password
es: Contraseña olvidada
fr: Mot de passe oublié
hu: Elfelejtette a jelszavát
nl: Wachtwoord vergeten
vi: Quên Mật Khẩu

source: If the user exists we'll send you an email with a link to reset your password.
es: Si el usuario existe, te enviaremos un email con un link para restaurar tu contraseña.
fr: Si l'utilisateur existe, nous vous enverrons un email avec un lien pour réinitialiser votre mot de passe.
hu: Ha a felhasználó létezik, elküldünk Önnek egy e-mailt egy linkkel a jelszó visszaállításához.
nl: Als de gebruiker bestaat sturen wij u een e-mail met een link om uw wachtwoord te resetten.
vi: Nếu người dùng tồn tại, chúng tôi sẽ gửi cho bạn một liên kết tới email để đặt lại mật khẩu.

source: Email is required Email is invalid -container *ngIf="emailFormControl.hasError('required')"> </ng-container> <ng-container *ngIf="emailFormControl.hasError('email')"> </ng-container>
es: El email es requerido. El email es inválido -container *ngIf="emailFormControl.hasError('required')"> </ng-container> <ng-container *ngIf="emailFormControl.hasError('email')"> </ng-container>
fr: L'e-mail est requis L'e-mail n'est pas valide -container *ngIf="emailFormControl.hasError('required')"> </ng-container> <ng-container *ngIf="emailFormControl.hasError('email')"> </ng-container>
hu: E-mail megadása kötelező. Az e-mail-cím érvénytelen -container *ngIf="emailFormControl.hasError('required')"> </ng-container> <ng-container *ngIf="emailFormControl.hasError('email')"> </ng-container>
nl: E-mail is vereist is ongeldig -container *ngIf="emailFormControl.hasError('required')"> </ng-container> <ng-container *ngIf="emailFormControl.hasError('email')"> </ng-container>
vi: Email là bắt buộc Email không hợp lệ -container *ngIf="emailFormControl.hasError('required')"> </ng-container> <ng-container *ngIf="emailFormControl.hasError('email')"> </ng-container>

source: Send email
es: Enviar correo
fr: Envoyer un email
hu: E-mail küldése
nl: E-mail verzenden
vi: Gửi email

source: Back to sign in
es: Volver a iniciar sesión
fr: Retourner à la connexion
hu: Vissza a bejelentkezéshez
nl: Terug naar aanmelden
vi: Quay lại đăng nhập

source: Welcome Back
es: Bienvenido de vuelta
fr: Content de te revoir
hu: Üdv újra
nl: Welkom terug
vi: Chào mừng trở lại

source: Email is invalid
es: El email es inválido
fr: L'adresse e-mail n'est pas valide
hu: Érvénytelen email cím
nl: E-mailadres is ongeldig
vi: Email không hợp lệ

source: Email is required
es: El email es requerido
fr: L'email est requis
hu: Email cím kötelező
nl: E-mailadres is vereist
vi: Email là bắt buộc

source: Password
es: Contraseña
fr: Mot de passe
hu: Jelszó
nl: Wachtwoord
vi: Mật khẩu

source: Password is required
es: La contraseña es requerida
fr: Mot de passe requis
hu: Jelszó megadása kötelező
nl: Wachtwoord is vereist
vi: Xin vui lòng nhập mật khẩu

source: Invalid email or password
es: Email o contraseña inválidos
fr: Email ou mot de passe invalide
hu: Érvénytelen e-mail cím vagy jelszó
nl: E-mailadres of wachtwoord onjuist
vi: Email hoặc mật khẩu không hợp lệ

source: You are not invited to any project, please contact your administrator.
es: No está invitado a ningún proyecto, póngase en contacto con su administrador.
fr: Vous n'êtes invité à aucun projet, veuillez contacter votre administrateur.
hu: Nem vagy meghívva egyetlen projektbe sem, kérjük, lépjen kapcsolatba az adminisztrátorával.
nl: U bent niet uitgenodigd voor een project, neem contact op met uw administrator.
vi: Bạn chưa được mời tham gia bất kỳ dự án nào, vui lòng liên hệ với quản trị viên của bạn.

source: Your user is inactive, please contact your administrator to activate it.
es: Su usuario está inactivo, póngase en contacto con su administrador para activarlo.
fr: Votre utilisateur est inactif, veuillez contacter votre administrateur pour l'activer.
hu: A felhasználód nem aktív, kérlek lépj kapcsolatba az adminisztrátoroddal az aktiválás érdekében.
nl: Uw account is inactief, neem contact op met uw beheerder om deze te activeren.
vi: Người dùng của bạn không hoạt động, vui lòng liên hệ với quản trị viên để kích hoạt.

source: Your email domain is not allowed to sign up, please contact your administrator.
es: Tu dominio de correo electrónico no está autorizado para registrarte, por favor contacta a tu administrador.
fr: Votre domaine de messagerie n'est pas autorisé à vous inscrire, veuillez contacter votre administrateur.
hu: Az Ön e-mail tartományát nem engedélyezik a regisztrációhoz. Kérjük, lépjen kapcsolatba az adminisztrátorával.
nl: Uw e-mail domein is niet toegestaan om u aan te melden, neem contact op met uw beheerder.

source: Sign in
es: Entrar
fr: Se connecter
hu: Belépés
nl: Aanmelden
vi: Đăng nhập

source: Don't have an account?
es: ¿No tienes cuenta?
fr: Vous n'avez pas de compte ?
hu: Nincs még fiókod?
nl: Heeft u geen account?
vi: Bạn không có tài khoản?

source: Sign up now
es: Regístrate ahora
fr: Inscrivez-vous
hu: Regisztrálj most
nl: Meld je nu aan
vi: Đăng ký ngay

source: Forgot password?
es: ¿Olvidaste la contraseña?
fr: Mot de passe oublié?
hu: Elfelejtette a jelszavát?
nl: Wachtwoord vergeten?
vi: Quên mật khẩu?

source: Let's Get Started!
es: ¡Empecemos!
fr: Commençons!
hu: Kezdjük!
nl: Laten we beginnen!
vi: Bắt đầu nào!

source: First Name
es: Nombre
fr: Prénom
hu: Keresztnév
nl: Voornaam
vi: Tên

source: First name is required
es: El nombre es requerido
fr: Le prénom est requis
hu: Keresztnév megadása kötelező
nl: Voornaam is vereist
vi: Tên là bắt buộc

source: Last Name
es: Apellido
fr: Nom de famille
hu: Vezetéknév
nl: Achternaam
vi: Họ

source: Last name is required
es: El apellido es requerido
fr: Le nom de famille est requis
hu: Vezetéknév megadása kötelező
nl: Achternaam is verplicht
vi: Họ là bắt buộc

source: Email is used
es: Email en uso por otra cuenta
fr: L'e-mail est déjà utilisé
hu: Email cím kötelező
nl: E-mailadres is vereist
vi: Email được sử dụng

source: Password is required
es: La contraseña es requerida
fr: Le mot de passe est requis
hu: Jelszó megadása kötelező
nl: Wachtwoord is vereist
vi: Xin vui lòng nhập mật khẩu

source: Password is invalid
es: La contraseña es inválida
fr: Le mot de passe n'est pas valide
hu: A jelszó érvénytelen
nl: Wachtwoord is ongeldig
vi: Mật khẩu không hợp lệ

source: Lowercase
es: Minúsculas
fr: Minuscule
hu: Kisbetű
nl: Kleine letters
vi: Chữ thường
