Repository: activepieces/activepieces
Catalog: packages/ui/core/src/locale/messages.*.xlf
Languages: es, fr, hu, nl, vi

source: Uppercase
es: Mayúsculas
fr: Majuscule
hu: Nagybetűs
nl: Hoofdletters
vi: Chữ in hoa

source: Special Character
es: Caracteres especiales
fr: Caractère spécial
hu: Speciális karakterek
nl: Speciale tekens
vi: Ký tự đặc biệt

source: Number
es: Números
fr: Nombre
hu: Szám
nl: Nummer
vi: Số

source: 8-64 Characters
es: 8-64 caracteres
fr: 8-64 caractères
hu: 8-64 karakter
nl: 8-64 tekens
vi: 8-64 ký tự

source: Receive updates and newsletters from activepieces
es: Recibir actualizaciones y boletines de activepieces
fr: Recevez des mises à jour et des newsletters d'activepieces
hu: Frissítéseket és hírleveleket kaphat
nl: Ontvang updates en nieuwsbrieven van activepieces
vi: Nhận thông tin cập nhật và thông báo về các hoạt động

source: Sign up
es: Registro
fr: S'inscrire
hu: Regisztrálj
nl: Registreren
vi: Đăng ký

source: By creating an account, you agree to our
es: Al crear una cuenta, aceptas nuestros
fr: En créant un compte, vous acceptez nos
hu: A fiók létrehozásával elfogadja az alábbiakat
nl: Door een account aan te maken, gaat u akkoord met onze
vi: Bằng cách tạo tài khoản, bạn đồng ý với chúng tôi

source: terms of service
es: términos de servicio
fr: conditions d'utilisation
hu: felhasználási feltételek
nl: algemene voorwaarden
vi: điều khoản sử dụng

source: and
es: y
fr: et
hu: és
nl: en
vi: và

source: privacy policy
es: la política de privacidad
fr: politique de confidentialité
hu: adatvédelmi nyilatkozat
nl: privacy beleid
vi: chính sách bảo mật

source: Already have an account?
es: ¿Ya tienes cuenta?
fr: Vous avez déjà un compte ?
hu: Van már fiókod?
nl: Heeft u al een account?
vi: Bạn có sẵn sàng để tạo một tài khoản?

source: Signing up is disabled.
es: El registro está deshabilitado.
fr: L'inscription est désactivée.
hu: A regisztráció le van tiltva.
nl: Registreren is uitgeschakeld.
vi: Đăng ký bị vô hiệu hóa.

source: If you are the owner, please refer to the configuration section in the documentation to learn how to enable it.
es: Si eres el dueño, refiérete a la sección de configuración en la documentación para habilitarla.
fr: Si vous êtes le propriétaire, reportez-vous à la section de configuration de la documentation pour savoir comment l'activer.
hu: Ha Ön a tulajdonos, kérjük, tekintse meg a dokumentáció konfigurációs részét, hogy megtudja, hogyan lehet engedélyezni.
nl: Als u de eigenaar bent, raadpleeg dan de configuratiesectie in de documentatie om te leren hoe u het kunt activeren.
vi: Nếu bạn là chủ sở hữu, vui lòng tham khảo phần cấu hình trong tài liệu để tìm hiểu cách kích hoạt nó.

source: Sign up
es: Registro
fr: S'inscrire
hu: Regisztráció
nl: Registreren
vi: Đăng ký

source: Verify email
es: Verificar correo
fr: Vérifier l'e-mail
hu: E-mail cím megerősítése
nl: E-mailadres verifiëren
vi: Xác minh địa chỉ Email

source: Reset password
es: Restaurar contraseña
fr: Réinitialiser le mot de passe
hu: Jelszó visszaállítása
nl: Wachtwoord resetten
vi: Thay đổi mật khẩu

source: Forgot password
es: Contraseña olvidada
fr: Mot de passe oublié
hu: Elfelejtette a jelszavát
nl: Wachtwoord vergeten
vi: Quên mật khẩu

source: True
es: Verdadero
fr: Vrai
hu: Igaz
nl: Waar
vi: Đúng

source: False
es: Falso
fr: Faux
hu: Hamis
nl: Onwaar
vi: Sai

source: Delete Step
es: Eliminar Paso
fr: Supprimer l'étape
hu: Lépés törlése
nl: Stap verwijderen
vi: Xóa Step

source: Duplicate Step
es: Duplicar Paso
fr: Dupliquer l'étape
hu: A lépés megkettőzése
nl: Stap dupliceren
vi: Nhân bản Step

source: Change Trigger
es: Cambiar Disparador
fr: Changer de déclencheur
hu: Folyamat módosítása
nl: Trigger aanpassen
vi: Thay đổi Trigger

source: Can't move here
es: No se puede mover aquí
fr: Impossible de déplacer ici
hu: Nem lehet ide áthelyezni
nl: Kan hier niet verplaatsen
vi: Không thể di chuyển vào đây

source: Incomplete settings
es: Opciones incompletas
fr: Paramètres incomplets
hu: Hiányos beállítások
nl: Instellingen onvolledig
vi: Cài đặt chưa hoàn thành

source: Loop
es: Bucle
fr: Boucle
hu: Ismétlés
nl: Lus
vi: Lặp lại

source: Choose a trigger
es: Selecciona un disparador
fr: Choisir un déclencheur
hu: Folyamat kiválasztás
nl: Selecteer een trigger
vi: Chọn một Trigger

source: Webhook trigger
es: Disparador Webhook
fr: Déclencheur Webhook

source: End
es: Fin
fr: Fin
hu: Vége
nl: Einde

source: Complete step {{numOfInvalidSteps}} {{numOfInvalidSteps > 1 ? 's' : ''}}
es: Completar paso {{numOfInvalidSteps}} {{numOfInvalidSteps > 1 ? 's' : ''}}
fr: Étape complète {{numOfInvalidSteps}} {{numOfInvalidSteps > 1 ? 's' : ''}}
hu: Lépés befejezése {{numOfInvalidSteps}} {{numOfInvalidSteps > 1 ? 's' : ''}}
nl: Voltooide stap {{numOfInvalidSteps}} {{numOfInvalidSteps > 1 ? 's' : ''}}
vi: Hoàn thành step {{numOfInvalidSteps}} {{numOfInvalidSteps > 1 ? 's' : ''}}

source: Test flow
es: Probar Flujo
fr: Tester le process
hu: Teszt folyamat
vi: Kiểm tra flow

source: Saving...
es: Guardando...
fr: Enregistrement...
hu: Mentés...
nl: Bewaren...
vi: Đang lưu...

source: View Only
es: Solo Ver
fr: Lecture seul
hu: Csak megtekintés
nl: Alleen weergeven
vi: Chỉ xem

source: Value showSecondValue)? 'First':''}}
es: Valor showSecondValue)? 'First':''}}
fr: Valeur showSecondValue)? 'Première':''}}
hu: Érték showSecondValue)? 'First':''}}
nl: Waarde showSecondValue)? 'First':''}}
vi: Giá trị showSecondValue)? 'First':''}}

source: First value is required
es: El primer valor es requerido
fr: La première valeur est requise
hu: Keresztnév megadása kötelező
nl: Eerste waarde is vereist
vi: Giá trị đầu tiên là bắt buộc

source: Condition
es: Condición
hu: Feltételek
nl: Voorwaarde
vi: Điều kiện

source: Condition is required
es: La condición es requerida
fr: La condition est requise
hu: A feltétel kötelező
nl: Voorwaarde is vereist
vi: Điều kiện là bắt buộc

source: Second Value
es: Segundo Valor
fr: Deuxième valeur
hu: Második érték
nl: Tweede waarde
vi: Giá trị thứ hai

source: Second value is required
es: El segundo valor es requerido
fr: La seconde valeur est requise
hu: A második érték kötelező
nl: Tweede waarde is vereist
vi: Giá trị thứ hai là bắt buộc

source: Case sensitive
es: Sensible a las mayúsculas
fr: Sensible à la casse
hu: Kis-nagybetű érzékeny
nl: Hoofdlettergevoelig
vi: Phân biệt chữ hoa/thường

source: And
es: Y
fr: Et
hu: És
nl: En
vi: Và

source: + And
es: + Y
fr: + Et
hu: + És
nl: + En
vi: + Và

source: + Or
es: + O
fr: + Ou
hu: + Vagy
nl: + Of
vi: + Hoặc

source: Add NPM Package
es: Agregar paquete NPM
fr: Ajouter un Package NPM
hu: NPM csomag hozzáadása
nl: NPM pakket toevoegen
vi: Thêm gói NPM

source: Please type the name of an NPM package. <br>
es: Por favor escribe el nombre del paquete de NPM. <br>
fr: Veuillez saisir le nom d'un package NPM. <br>
hu: Kérjük, írja be egy NPM csomag nevét. <br>
nl: Voer de naam van een NPM pakket in. <br>
vi: Vui lòng nhập tên của gói NPM. <br>

source: Package name is required
es: El nombre del paquete es requerido
fr: Un nom de package est requis
hu: A csomagnév megadása kötelező
nl: Pakketnaam is vereist
vi: Tên gói là bắt buộc

source: Package not found
es: Paquete no encontrado
fr: Package introuvable
hu: A csomag nem található
nl: Pakket niet gevonden
vi: Không tìm thấy gói

source: The latest version will be fetched and added to package.json
es: La última versión será traída y agregada al package.json
fr: La dernière version sera récupérée et ajoutée à package.json
hu: A rendszer lekéri a legújabb verziót, és hozzáadja a package.json fájlhoz
nl: De laatste versie zal worden opgehaald en toegevoegd aan package.json
vi: Phiên bản mới nhất sẽ được tìm nạp và thêm vào package.json

source: Add
es: Agregar
fr: Ajouter
hu: Hozzáad
nl: Toevoegen
vi: Thêm

source: Code Editor
es: Editor de código
fr: Éditeur de code
hu: Kódszerkesztő
vi: Trình chỉnh sửa Code

source: Add npm package
es: Agregar paquete npm
fr: Ajouter un Package Npm
hu: Npm csomag hozzáadása
nl: Npm pakket toevoegen
vi: Thêm gói Npm

source: Test code
es: Probar código
fr: Code de test
hu: Teszt kód
vi: Kiểm tra Code

source: Minimize Editor
es: Minimizar Editor
fr: Réduire l'éditeur
hu: Szerkesztő minimalizálása
nl: Editor minimaliseren
vi: Thu nhỏ trình chỉnh sửa

source: Output
es: Salida
fr: Sortie
hu: Kimenet
nl: Uitgang
vi: Đầu ra

source: Console
es: Consola
hu: Konzol
vi: Bảng điều khiển

source: Copied to clipboard
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
hu: Másolva vágólapra
nl: Gekopieerd naar het klembord
vi: Sao chép vào clipboard

source: Test Step First
es: Prueba el Paso Primero
fr: Étape de test
hu: Teszt lépés első
nl: Test stap eerst
vi: Cần kiểm tra trước

source: This step needs to be tested in order to view its data.
es: Este paso necesita ser probado para poder ver sus datos.
fr: Cette étape doit être testée pour pouvoir visualiser ses données.
hu: Ezt a lépést tesztelni kell az adatok megtekintéséhez.
nl: Deze stap moet worden getest om de gegevens ervan te bekijken.
vi: Step này cần phải được kiểm tra để lấy dữ liệu mẫu.

source: Go to step
es: Ir al paso
fr: Allez à l'étape
hu: Menjen a lépésre
nl: Ga naar stap
vi: Đi đến step

source: Describe the path to the property using JSON format <p> {{data.placeHolder}} </p>
es: Describe la ruta a la propiedad usando formato JSON <p> {{data.placeHolder}} </p>
fr: Décrivez le chemin vers la propriété en utilisant le format JSON <p> {{data.placeHolder}} </p>
hu: JSON formátum használatával írja le a tulajdonság elérési útját <p> {{data.placeHolder}} </p>
nl: Beschrijf het pad naar de eigenschap met behulp van JSON formaat <p> {{data.placeHolder}} </p>
vi: Mô tả đường dẫn đến thuộc tính bằng định dạng JSON <p> {{data.placeHolder}} </p>

source: Path is invalid
es: La ruta es inválida
fr: Le chemin est invalide
hu: Az elérési út érvénytelen
nl: Pad is ongeldig
vi: Đường dẫn không hợp lệ

source: Path must begin with {{data.stepName}}
es: La ruta debe empezar con {{data.stepName}}
fr: Le chemin doit commencer par {{data.stepName}}
hu: Az útvonalnak ezzel kell kezdődnie {{data.stepName}}
nl: Pad moet beginnen met {{data.stepName}}
vi: Đường dẫn phải bắt đầu bằng {{data.stepName}}

source: Select
es: Seleccionar
fr: Sélectionner
hu: Kiválasztás
nl: Selecteer
vi: Chọn

source: result: <span class="ap-transition-all ap-text-primary" [matTooltip]="'' + result.value || ''"> {INTERPOLATION} </span>
es: resultado: <span class="ap-transition-all ap-text-primary" [matTooltip]="'' + result.value || ''"> {INTERPOLATION} </span>
fr: résultat : <span class="ap-transition-all ap-text-primary" [matTooltip]="'' + result.value || ''"> {INTERPOLATION} </span>
hu: eredmény: <span class="ap-transition-all ap-text-primary" [matTooltip]="'' + result.value || ''"> {INTERPOLATION} </span>
nl: resultaat: <span class="ap-transition-all ap-text-primary" [matTooltip]="'' + result.value || ''"> {INTERPOLATION} </span>
vi: kết quả: <span class="ap-transition-all ap-text-primary" [matTooltip]="'' + result.value || ''"> {INTERPOLATION} </span>

source: Insert
es: Insertar
fr: Insérer
hu: Beszúrás
nl: Invoegen
vi: Chèn

source: This trigger needs to have data loaded from your account, to use as sample data
es: Este disparador necesita tener datos cargados desde tu cuenta, para usar datos de ejemplo
fr: Ce déclencheur doit avoir des données chargées depuis votre compte, pour être utilisé comme données d'exemple
hu: Ehhez a kioldóhoz adatokat kell betölteni a fiókjából, mintaadatként való használat céljából
nl: Deze trigger moet gegevens geladen hebben van uw account, om te gebruiken als voorbeelddata
vi: Trigger này cần tải dữ liệu từ tài khoản của bạn để sử dụng làm dữ liệu mẫu

source: Go to trigger
es: Ir al disparador
fr: Aller au déclencheur
hu: Ugrás a Tiggerhez
nl: Ga naar trigger
vi: Đi đến trigger

source: Send sample data first
es: Enviar datos de ejemplo primero
fr: Envoyer les données d'exemple en premier
hu: Először küldje el a mintaadatokat
nl: Verzend voorbeelddata eerst
vi: Cần gửi dữ liệu mẫu trước

source: This trigger needs to have data sent to it, to use as sample data
es: Este disparador necesita tener datos enviados a él, para usar datos de ejemplo
fr: Ce déclencheur a besoin que les données lui soient envoyées, pour l'utiliser comme données d'exemple
hu: Ehhez a kioldóhoz adatokat kell küldeni, mintaadatként való használat céljából
nl: Deze trigger moet gegevens ontvangen om als voorbeeldgegevens te gebruiken
vi: Trigger này cần có dữ liệu được gửi tới nó, để sử dụng làm dữ liệu mẫu

source: Support
es: Soporte
hu: Támogatás
vi: Hỗ trợ

source: Home
es: Inicio
fr: Accueil
hu: Kezdőlap
vi: Trang chủ

source: Rename
es: Renombrar
fr: Renommer
hu: Átnevezés
nl: Hernoemen
vi: Đổi tên

source: Duplicate
es: Duplicar
fr: Dupliquer
hu: Duplikálás
nl: Dupliceren
vi: Nhân bản

source: Import
es: Importar
fr: Importer
hu: Importálás
nl: Importeren
vi: Nhập

source: Export
es: Exportar
fr: Exporter
hu: Exportálás
nl: Exporteren
vi: Xuất

source: Delete
es: Eliminar
fr: Supprimer
hu: Törlés
nl: Verwijderen
vi: Xóa

source: Go to folder
es: Ir a la carpeta
fr: Aller au dossier
hu: Mappához ugrás
nl: Ga naar map
vi: Đi đến Thư mục

source: This will permanently delete the flow, all its data and any background runs. You can't undo this action.
es: Esto eliminará permanentemente tu flujo, todos sus datos y ejecuciones. Esta acción no se puede deshacer.
fr: Ceci supprimera définitivement le process, toutes ses données et toutes les exécutions en arrière-plan. Cette action est irréversible.
hu: Ez véglegesen törli az áramlatot, minden adatát és háttérfutását. Ezt a műveletet nem lehet visszavonni.
nl: Dit zal de flow permanent verwijderen, samen met al zijn gegevens en achtergrondprocessen. Deze actie kan niet worden teruggedraaid.
vi: Thao tác này sẽ xóa vĩnh viễn flow, tất cả dữ liệu của flow và mọi hoạt động chạy nền. Bạn không thể hoàn tác hành động này.

source: Import Flow
es: Importar flujo
fr: Importer un process
hu: Folyamat importálása
nl: Flow importeren
vi: Nhập Flow

source: Important: Importing a flow will overwrite your current flow. {START_BOLD_TEXT} </b>
es: Importante: Importar un flujo va a sobreescribir tu flujo actual. {START_BOLD_TEXT} </b>
fr: Important : Importation d'un process écrasera votre process actuel. {START_BOLD_TEXT} </b>
hu: Fontos: Egy folyamat importálása felülírja az aktuális folyamatot. {START_BOLD_TEXT} </b>
nl: Belangrijk: Een flow importeren zal uw huidige flow overschrijven. {START_BOLD_TEXT} </b>
vi: Lưu ý: Việc nhập một flow mới sẽ ghi đè lên flow hiện tại của bạn. {START_BOLD_TEXT} </b>

source: File
es: Archivo
fr: Ficher
hu: Fájl
nl: Bestand

source: Import
es: Importar
fr: Importer
hu: Importálás
nl: Importeren
vi: Nhập

source: Edit Flow
es: Editar flujo
fr: Modifier le process
hu: Folyamat szerkesztése
nl: Flow bewerken
vi: Sửa Flow

source: Add 1 more step to publish
es: Agrega un paso más para publicar
fr: Ajouter 1 étape supplémentaire pour publier
hu: Adjon hozzá még egy lépést a publikáláshoz
nl: Voeg nog 1 stap toe om te publiceren
vi: Thêm 1 step nữa để xuất bản

source: Published
es: Publicado
fr: Publié
hu: Publikálva
nl: Gepubliceerd
vi: Đã xuất bản

source: Your flow has invalid steps
es: Tu flujo tiene pasos inválidos
fr: Votre process comporte des étapes non valides
hu: A folyamat érvénytelen lépéseket tartalmaz
nl: Uw flow heeft ongeldige stappen
vi: Flow của bạn có các step không hợp lệ

source: Publish Flow
es: Publicar Flujo
fr: Publier le process
hu: Folyamat közzététele
nl: Publiceer Flow
vi: Xuất bản Flow

source: Saving
es: Guardando
fr: Sauvegarde
hu: Mentés
nl: Bewaren
vi: Đang lưu

source: Publishing
es: Publicando
fr: Publication
hu: Közzététel folyamat
nl: Publiceren
vi: Đang xuất bản

source: Publish
es: Publicar
fr: Publier
hu: Közzététel
nl: Publiceer
vi: Xuất bản

source: Versions
es: Versiones
hu: Verziók
nl: Versies
vi: Phiên bản

source: Versions
es: Versiones
hu: Verziók
nl: Versies

source: Viewing draft
es: Viendo borrador
fr: Voir le brouillon
hu: Vázlatok megtekintése
nl: Concept bekijken

source: Viewing published version
es: Viendo la versión publicada
fr: Voir la version publiée
hu: A közzétett verzió megtekintése
nl: Bekijk gepubliceerde versie

source: Viewing older version
es: Viendo versión anterior
fr: Voir l'ancienne version
hu: Régebbi verzió megtekintése
nl: Oudere versie bekijken

source: Warning <div class="ap-inline-block ap-h-[36px] "> <div class="ap-flex ap-gap-2 ap-items-center"> <svg-icon [svgStyle]="{ width: '20px', height: '20px' }" src="assets/img/custom/warn.svg"> </svg-icon> </div> </div>
es: Precaución <div class="ap-inline-block ap-h-[36px] "> <div class="ap-flex ap-gap-2&#10; ap-items-center"> <svg-icon [svgStyle]="{ width: '20px', height: '20px' }" src="assets/img/custom/warn.svg"> </svg-icon> </div> </div>
fr: Attention <div class="ap-inline-block ap-h-[36px] "> <div class="ap-flex ap-gap-2&#10; ap-items-center"> <svg-icon [svgStyle]="{ width: '20px', height: '20px' }" src="assets/img/custom/warn.svg"> </svg-icon> </div> </div>
hu: Hoba <div class="ap-inline-block ap-h-[36px] "> <div class="ap-flex ap-gap-2&#10; ap-items-center"> <svg-icon [svgStyle]="{ width: '20px', height: '20px' }" src="assets/img/custom/warn.svg"> </svg-icon> </div> </div>
nl: Let op <div class="ap-inline-block ap-h-[36px] "> <div class="ap-flex ap-gap-2&#10; ap-items-center"> <svg-icon [svgStyle]="{ width: '20px', height: '20px' }" src="assets/img/custom/warn.svg"> </svg-icon> </div> </div>
vi: Cảnh báo <div class="ap-inline-block ap-h-[36px] "> <div class="ap-flex ap-gap-2&#10; ap-items-center"> <svg-icon [svgStyle]="{ width: '20px', height: '20px' }" src="assets/img/custom/warn.svg"> </svg-icon> </div> </div>

source: Your current draft version will be overwritten with version #. <b> {{data.versionNumber}} </b>
es: Tu borrador actual será sobreescrito con la versión #. <b> {{data.versionNumber}} </b>
fr: Votre version brouillon actuelle sera remplacée par la version #. <b> {{data.versionNumber}} </b>
hu: A jelenlegi tervezet verzióját felülírják a # verzióval. <b> {{data.versionNumber}} </b>
nl: Jouw huidige concept versie zal worden overschreven door versie #. <b> {{data.versionNumber}} </b>
vi: Phiên bản nháp hiện tại của bạn sẽ bị ghi đè bằng phiên bản #. <b> {{data.versionNumber}} </b>

source: Run Details
es: Detalles de la ejecución
fr: Détails de l'exécution
hu: Futtatás részletei
vi: Chi tiết thực hiện

source: No details available for this run.
es: No hay detalles disponibles para esta ejecución.
fr: Aucun détail disponible pour cette exécution.
hu: Nincsenek részletek elérhetők ehhez a futtatáshoz.
nl: Geen details beschikbaar voor deze run.
vi: Không có chi tiết cho việc thực hiện này.

source: Step succeeded
es: Paso exitoso
fr: Étape réussie
hu: A lépés végrehajtása sikerült
nl: Stap voltooid
vi: Step thành công

source: Step paused
es: Paso pausado
fr: Étape en pause
hu: Lépés szünetel
nl: Stap gepauzeerd
vi: Step bị tạm dừng

source: Duration:
es: Duración:
fr: Durée:
hu: Időtartam:
nl: Tijdsduur:
vi: Thời lượng:

source: Output
es: Salida
fr: Sortie
hu: Kimenet
nl: Uitgang

source: Done
es: Listo
fr: Terminé
hu: Kész
nl: Voltooid
vi: Xong

source: All Iterations
es: Todas las iteraciones
fr: Toutes les itérations
hu: Minden iteráció
nl: Alle iteraties
vi: Tất cả các lần lặp lại

source: Viewing
es: Viendo
fr: Voir
hu: Megtekintés
nl: Bekijken
vi: Đang xem

source: Draft
es: Borrador
fr: Brouillon
hu: Piszkozat
nl: Concept
vi: Bản nháp

source: View g-icon src="assets/img/custom/eye.svg" class="ap-w-[20px] ap-h-[20px]" [applyClass]="true"> View
es: Ver g-icon src="assets/img/custom/eye.svg" class="ap-w-[20px] ap-h-[20px]"&#10; [applyClass]="true"> View
fr: Voir g-icon src="assets/img/custom/eye.svg" class="ap-w-[20px] ap-h-[20px]"&#10; [applyClass]="true"> View
hu: Nézet g-icon src="assets/img/custom/eye.svg" class="ap-w-[20px] ap-h-[20px]"&#10; [applyClass]="true"> View
nl: Bekijk g-icon src="assets/img/custom/eye.svg" class="ap-w-[20px] ap-h-[20px]"&#10; [applyClass]="true"> View
vi: Xem g-icon src="assets/img/custom/eye.svg" class="ap-w-[20px] ap-h-[20px]"&#10; [applyClass]="true"> View

source: Use as draft g-icon src="assets/img/custom/pencil-underline.svg" class="ap-w-[20px] ap-h-[20px]" [applyClass]="true"> Use as draf
es: Usar como borrador g-icon src="assets/img/custom/pencil-underline.svg" class="ap-w-[20px] ap-h-[20px]"&#10; [applyClass]="true"> Use as draf
fr: Utiliser comme brouillon g-icon src="assets/img/custom/pencil-underline.svg" class="ap-w-[20px] ap-h-[20px]"&#10; [applyClass]="true"> Use as draf
hu: Használja piszkozatként g-icon src="assets/img/custom/pencil-underline.svg" class="ap-w-[20px] ap-h-[20px]"&#10; [applyClass]="true"> Use as draf
nl: Gebruik als concept g-icon src="assets/img/custom/pencil-underline.svg" class="ap-w-[20px] ap-h-[20px]"&#10; [applyClass]="true"> Use as draf
vi: Sử dụng làm bản nháp g-icon src="assets/img/custom/pencil-underline.svg" class="ap-w-[20px] ap-h-[20px]"&#10; [applyClass]="true"> Use as draf

source: If you are expecting a reply from this webhook, append <b>/sync</b> to the URL.<br> <br> In that case, you will also have to add an <b>HTTP step</b> with return response to the end of your flow.<br> <br> **If the flow takes more than 30 seconds, it will give a 408 Request Timeout response.**<br> {{ (edition$ | async) === ApEdition.CLOUD ? '' : 'To change this, set the **AP_WEBHOOK_TIMEOUT_SECONDS** to desired number.' }}
es: Si estás esperando una respuesta de este webhook, agrega <b>/sync</b> a la URL.<br> <br> En ese caso, también tendrás que agregar un <b>paso HTTP</b> que devuelva la respuesta al final de tu flujo.<br> <br> **Si el flujo toma más de 30 segundos en ejecutarse, se devolverá una respuesta de 408 Request Timeout.**<br> {{ (edition$ | async) === ApEdition.CLOUD ? '' : 'To change this, set the **AP_WEBHOOK_TIMEOUT_SECONDS** to desired number.' }}
fr: Si vous attendez une réponse de ce webhook, ajouter <b>/sync</b> à l'URL.<br> <br> dans ce cas, vous devrez aussi ajouter une étape <b>HTTP</b> avec une réponse de retour à la fin de votre process.<br> <br> **Si le process prend plus de 30 secondes, il donnera une réponse de 408 Request Timeout . *<br> {{ (edition$ | async) === ApEdition.CLOUD ? '' : 'To change this, set the **AP_WEBHOOK_TIMEOUT_SECONDS** to desired number.' }}
hu: Ha választ vár a webhooktól, fűzze hozzá a <b>/sync</b> végződést az URL-hez.<br> <br> Ebben az esetben hozzá kell adnia egy <b>HTTP lépést</b> is a folyamat végéhez válasz visszaadásához.<br> <br> **Ha a folyamat több mint 30 másodpercig tart, 408-as kérési időtúllépés választ ad.**<br> {{ (edition$ | async) === ApEdition.CLOUD ? '' : 'To change this, set the **AP_WEBHOOK_TIMEOUT_SECONDS** to desired number.' }}
nl: Als je een antwoord verwacht van deze webhook, voeg dan <b>/sync</b> toe aan de URL.<br> <br> In dat geval moet je ook een <b>HTTP stap</b> met retourrespons toevoegen aan het einde van je flow.<br> <br> **Als de flow langer dan 30 seconden duurt, wordt een 408 no-content respons weergegeven.**<br> {{ (edition$ | async) === ApEdition.CLOUD ? '' : 'To change this, set the **AP_WEBHOOK_TIMEOUT_SECONDS** to desired number.' }}
vi: Nếu bạn đang mong đợi phản hồi từ webhook này, hãy thêm <b>/sync</b> đến URL.<br> <br> Trong trường hợp đó, bạn cũng sẽ phải thêm một <b>HTTP step</b> với phản hồi trở lại vào cuối flow <br> <br> của bạn. **Nếu flow diễn ra kéo dài hơn 30 giây, nó sẽ đưa ra phản hồi 408 Request Timeout response.**<br> {{ (edition$ | async) === ApEdition.CLOUD ? '' : 'To change this, set the **AP_WEBHOOK_TIMEOUT_SECONDS** to desired number.' }}

source: Edit step name
es: Editar nombre del paso
fr: Modifier le nom de l'étape
hu: Lista nevének módosítása
nl: Stapnaam bewerken
vi: Sửa tên step

source: Or
es: O
fr: Ou
hu: Vagy
nl: Of
vi: Hoặc

source: Inputs
es: Entradas
fr: Entrées
hu: Bemenetek
