Repository: activepieces/activepieces
Catalog: packages/ui/core/src/locale/messages.*.xlf
Languages: es, fr, hu, nl, vi

source: Runs cronstrue .toString(cronExpression, { locale: this.locale }) .toLocaleLowerCase()
es: Ejecuciones cronstrue&#10; .toString(cronExpression, { locale: this.locale })&#10; .toLocaleLowerCase()
fr: Exécutions cronstrue&#10; .toString(cronExpression, { locale: this.locale })&#10; .toLocaleLowerCase()
hu: Futtatások cronstrue&#10; .toString(cronExpression, { locale: this.locale })&#10; .toLocaleLowerCase()
nl: Runs cronstrue&#10; .toString(cronExpression, { locale: this.locale })&#10; .toLocaleLowerCase()
vi: Runs cronstrue&#10; .toString(cronExpression, { locale: this.locale })&#10; .toLocaleLowerCase()

source: Please contact support as your published flow has a problem
es: Póngase en contacto con soporte técnico, ya que su flujo publicado tiene un problema
fr: Veuillez contacter l'assistance, car votre process publié présente un problème.
hu: Kérjük, lépjen kapcsolatba a támogatással, mivel az ön közzétett folyamata problémát okoz
nl: Neem contact op met support omdat je gepubliceerde flow een probleem heeft
vi: Vui lòng liên hệ với bộ phận hỗ trợ vì có vấn đề với flow đã xuất bản của bạn

source: Please publish the flow
es: Publica tu flujo
fr: Veuillez publier le process
hu: Kérjük, publikálja a folyamatot
nl: Gelieve de stroom te publiceren
vi: Hãy xuất bản flow

source: Flow is on
es: El flujo está activado
fr: Le process est activé
hu: A folyamat aktív
nl: Stroom is aan
vi: Flow được kích hoạt

source: Flow is off
es: El flujo está desactivado
fr: Le process est désactivé
hu: A folyamat kikapcsolt
nl: Flow is uit
vi: Flow này đã bị tắt

source: Folders
es: Carpetas
fr: Dossiers
hu: Mappák
nl: Mappen
vi: Thư mục

source: New Folder
es: Nueva carpeta
fr: Nouveau dossier
hu: Új mappa
nl: Nieuwe map
vi: Tạo thư mục

source: Ascending
es: Ascendiente
fr: Ascendant
hu: Növekvő
nl: Oplopend
vi: Tăng dần

source: Descending
es: Descendiente
fr: Descendant
hu: Csökkenő
nl: Aflopend
vi: Giảm dần

source: New Folder
es: Nueva carpeta
fr: Nouveau dossier
hu: Új mappa
nl: Nieuwe map
vi: Tạo thư mục

source: Name your new folder
es: Nombra tu nueva carpeta
fr: Nommez votre nouveau dossier
hu: Nevezze el az új mappáját
nl: Benoem uw nieuwe map
vi: Đặt tên cho thư mục

source: Select Folder
es: Seleccionar carpeta
fr: Sélectionner le dossier
hu: Mappa Kiválasztása
nl: Map selecteren
vi: Chọn thư mục

source: No folders to move to
es: No hay carpetas a la cual mover
fr: Aucun dossier vers lequel déplacer
hu: Nincs mappa, ahová áthelyezhető lenne
nl: Geen mappen om naar te verplaatsen
vi: Không có thư mục để di chuyển đến

source: Must select a folder
es: Debes seleccionar una carpeta
fr: Doit sélectionner un dossier
hu: Ki kell választania egy mappát
nl: Moet een map selecteren
vi: Cần chọn một thư mục

source: Move
es: Mover
fr: Déplacer
hu: Áthelyezés
nl: Verplaatsen
vi: Di chuyển

source: Name is already used
es: El nombre está en uso
fr: Le nom est déjà utilisé
hu: Már használt ez a név
nl: Naam is al in gebruik
vi: Tên đã được sử dụng

source: Rename Folder () {{data.folderDisplayName}}
es: Renombrar carpeta () {{data.folderDisplayName}}
fr: Renommer le dossier () {{data.folderDisplayName}}
hu: Mappa átnevezése () {{data.folderDisplayName}}
nl: Hernoem Map () {{data.folderDisplayName}}
vi: Đổi tên thư mục () {{data.folderDisplayName}}

source: Change the name of your folder
es: Cambia el nombre de tu carpeta
fr: Changer le nom de votre dossier
hu: Mappa nevének megváltoztatása
nl: Wijzig de naam van je map
vi: Thay đổi tên thư mục của bạn

source: Filter by status
es: Filtrar por estado
fr: Filtrer par statut
hu: Szűrés állapot szerint
nl: Filter op status
vi: Lọc theo trạng thái

source: Filter by flow
es: Filtrar por flujo

source: Send email notifications about failed runs
es: Enviar email de notificaciones acerca de ejecuciones fallidas
fr: Envoyer des notifications par e-mail à propos des exécutions échouées
hu: E-mail értesítések küldése a sikertelen folyamatokról
nl: Stuur e-mail notificaties over mislukte uitvoeringen
vi: Gửi thông báo qua email về các lần chạy không thành công

source: Flow
es: Flujo
fr: Process
hu: Folyamat
vi: Luồng

source: Started
es: Iniciado
fr: Démarré
hu: Indítva
nl: Gestart
vi: Đã bắt đầu

source: Finished
es: Finalizado
fr: Fini
hu: Kész
nl: Voltooid
vi: Hoàn thành

source: Retry on Latest Version
es: Reintentar en la última versión
fr: Réessayer sur la dernière version
nl: Opnieuw proberen op de laatste versie

source: Retry From Failed Step
es: Reintentar desde el paso fallido
fr: Réessayer à partir de l'étape échouée
nl: Probeer opnieuw vanaf gefaalde stap

source: No runs instantiated yet
es: No se han iniciado ejecuciones aún
fr: Pas encore d'exécutions instanciées
hu: Még nincs elindított folyamat
nl: Nog geen uitvoeringen geïnstantieerd
vi: Chưa có flow nào được chạy

source: Project Settings
es: Configuración del Proyecto
fr: Paramètres du projet
nl: Project Instellingen

source: Streamline environments management by integrating with Git repos.
es: Optimiza la gestión de entornos mediante la integración con repositorios Git.
fr: Simplifiez la gestion des environnements en intégrant les repo Git.
nl: Beheer de omgevingen door integratie met Git repos.

source: Configure the Git repo you want to sync with.
es: Configure el repositorio de Git con el que desea sincronizar.
fr: Configurer le dépôt Git avec lequel vous souhaitez synchroniser.
nl: Configureer de Git repo waarmee je wilt synchroniseren.

source: Configure Repo
es: Configurar Repo
fr: Configurer le repo
hu: Repo konfigurálása
nl: Configureer Repo

source: Connected Repo: Branch: <b> eUrl}} {CLOSE_BOLD_TEXT} <br> <b> h}} {CLOSE_BOLD_TEXT}
es: Repositorio conectado: Branch: <b> eUrl}} {CLOSE_BOLD_TEXT} <br> <b> h}} {CLOSE_BOLD_TEXT}
fr: Repo Connecté: Branche: <b> eUrl}} {CLOSE_BOLD_TEXT} <br> <b> h}} {CLOSE_BOLD_TEXT}
hu: Csatlakoztatott Repo: Ág: <b> eUrl}} {CLOSE_BOLD_TEXT} <br> <b> h}} {CLOSE_BOLD_TEXT}
nl: Verbonden Repo: Vertakking: <b> eUrl}} {CLOSE_BOLD_TEXT} <br> <b> h}} {CLOSE_BOLD_TEXT}

source: Upgrade to enable
es: Actualiza para activar
fr: Mettre à niveau pour activer
hu: A frissítés engedélyezéséhez
nl: Upgrade voor toegang

source: Disconnected from <b></b> this.currentRepo$.value?.remoteUrl
es: Desconectado de <b></b> this.currentRepo$.value?.remoteUrl
fr: Déconnecté de <b></b> this.currentRepo$.value?.remoteUrl
hu: Lekapcsolva <b></b> this.currentRepo$.value?.remoteUrl
nl: Verbinding verbroken met <b></b> this.currentRepo$.value?.remoteUrl

source: This is where you can install pieces made by yourself or contributors.
es: Aquí es donde puedes instalar Piezas hechas por ti mismo o por colaboradores.
fr: C'est ici que vous pouvez installer des pièces faites par vous-même ou par des contributeurs.
hu: Ez az a hely, ahol olyan elemeket telepíthet, amelyeket ön vagy mások készítettek.
nl: Hier kun je door jezelf of bijdragers gemaakte pieces installeren.
vi: Đây là nơi bạn có thể cài đặt các piece do chính bạn hoặc những người đóng góp tạo ra.

source: Add Piece
es: Agregar pieza
fr: Ajouter un connecteur
hu: Elem hozzáadása
nl: Piece toevoegen
vi: Thêm Piece

source: No pieces installed
es: No hay Piezas instaladas
fr: Aucune pièce installée
hu: Nincsenek telepített elemek
nl: Geen pieces geïnstalleerd
vi: Không có piece nào được cài đặt

source: Install Piece
es: Instalar Pieza
fr: Installer un connecteur
hu: Elem telepítése
nl: Installeer Piece
vi: Cài đặt một kết nối

source: Piece name
es: Nombre de Pieza
fr: Nom de la pièce
hu: Elem neve
nl: Piece naam
vi: Tên piece

source: NPM package name
es: Nombre del paquete NPM
fr: Nom du package NPM
hu: NPM-csomag neve
nl: NPM pakket naam
vi: Tên gói NPM

source: This is required
es: Esto es obligatorio
fr: Ce champ est requis
hu: Ez kötelező
nl: Dit is vereist
vi: Điều này là bắt buộc

source: Install
es: Instalar
fr: Installer
hu: Telepítés
nl: Installeren
vi: Cài đặt

source: Use this to install a <a href="https://www.activepieces.com/docs/developers/building-pieces/create-action" target="_blank" rel="noopener">custom piece</a> that you (or someone else) created. Once the piece is installed, you can use it in the flow builder. <br><br>**Warning:** Make sure you trust the author as the piece will have access to your flow data and it might not be compatible with the current version of Activepieces.
es: Usa esto para instalar una <a href="https://www.activepieces.com/docs/developers/building-pieces/create-action" target="_blank" rel="noopener">pieza personalizada</a> que tú (o alguien más) ha creado. Una vez que la Pieza esté instalada, la podrás usar en el constructor de flujos. <br><br>**Precaución:** Asegúrate de que confias en el autor, ya que la Pieza podrá acceder a los datos de tu flujo y podría no ser compatible con la versión actual de Activepieces.
fr: Utilisez-le pour installer un <a href="https://www.activepieces.com/docs/developers/building-pieces/create-action" target="_blank" rel="noopener">connecteur personnalisée</a> que vous (ou quelqu'un autre) a créé. Une fois la pièce installée, vous pouvez l'utiliser dans le générateur de process. <br><br>**Attention :** Assurez-vous de faire confiance à l'auteur, car l'article aura accès à vos données de process et il se peut qu'il ne le soit pas compatible avec la version actuelle d'Activepieces.
hu: Használja ezt a <a href="https://www.activepieces.com/docs/developers/building-pieces/create-action" target="_blank" rel="noopener">személyre szabott elem telepítéséhez</a>, amelyet ön (vagy valaki más) készített. Miután az elem telepítésre került, használhatja azt az áramlatformázóban. <br><br>**Figyelem:** Győződjön meg róla, hogy megbízik az íróban, mivel az elem hozzáférést kap az áramlási adatokhoz, és lehet, hogy nem kompatibilis az aktuális Activepieces verzióval.
nl: Gebruik dit om een <a href="https://www.activepieces.com/docs/developers/building-pieces/create-action" target="_blank" rel="noopener">custom piece</a> te installeren die u (of iemand anders) hebt gemaakt. Zodra het stuk is geïnstalleerd, kunt u het gebruiken in de flow builder. <br><br>**Waarschuwing:** Zorg ervoor dat je erop vertrouwt dat de auteur toegang heeft tot je flowdata en dat het mogelijk niet compatibel is met de huidige versie van Activepieces.
vi: Sử dụng cái này để cài đặt a <a href="https://www.activepieces.com/docs/developers/building-pieces/create-action" target="_blank" rel="noopener">piece tùy chỉnh</a> mà bạn (hoặc người khác) đã tạo. Sau khi piece này được cài đặt, bạn có thể sử dụng nó trong trình tạo flow. <br><br>**Cảnh báo:** Hãy đảm bảo rằng bạn tin tưởng tác giả vì piece này sẽ có quyền truy cập vào dữ liệu flow của bạn và nó có thể không tương thích với phiên bản hiện tại.

source: Learn about this flow
es: Saber más acerca de este flujo
fr: En savoir plus sur ce process
hu: Tudjon meg többet erről az áramlásról
nl: Leer meer over deze flow
vi: Tìm hiểu về flow này

source: You used a template for this flow and you can read our guide on how to set it up.
es: Usaste una plantilla para este flujo y puedes leer nuestra guía acerca de como configurarlo.
fr: Vous avez utilisé un modèle pour ce process et vous pouvez lire notre guide sur la façon de le configurer.
hu: Ehhez a folyamathoz sablont használt, és elolvashatja útmutatónkat a beállításáról.
nl: Je hebt een template gebruikt voor deze flow en je kunt onze handleiding over het instellen ervan lezen.
vi: Bạn đã sử dụng template cho flow này và bạn có thể đọc hướng dẫn của chúng tôi về cách thiết lập template.

source: Go to guide
es: Ir a la guía
fr: Aller au guide
hu: Tovább az útmutatóhoz
nl: Ga naar de handleiding
vi: Đi tới hướng dẫn

source: Ignore
es: Ignorar
fr: Ignorer
hu: Figyelmen kívül hagyni
nl: Negeren
vi: Bỏ qua

source: Use Template
es: Usar plantilla
fr: Utiliser un modèle
hu: Sablon használata
nl: Template Gebruiken
vi: Sử dụng template này

source: Select
es: Seleccionar
fr: Sélectionner
hu: Kiválasztás
nl: Selecteren
vi: Chọn

source: Browse Templates
es: Buscar plantillas
fr: Parcourir les modèles
hu: Böngésszen a sablonok között
nl: Blader door de templates
vi: Duyệt template

source: Search templates
es: Buscar plantillas
fr: Rechercher un modèle
hu: Sablon keresés
nl: Zoek een template
vi: Tìm kiếm template

source: Start from scratch
es: Empezar desde cero
fr: Commencer à partir de zéro
hu: Kezdjük a legelejéről
nl: Start opnieuw
vi: Bắt đầu từ mẫu trống

source: Filters
es: Filtros
fr: Filtres
hu: Szűrők
vi: Bộ lọc

source: Editor
fr: Éditeur
hu: Szerkesztő
nl: Bewerker

source: BETA
fr: BÊTA
hu: BÉTA

source: Error
fr: Erreur
hu: Hiba
vi: Lỗi

source: Docs
fr: Documents
hu: Dokumentáció
nl: Documentatie

source: Apps
fr: Applications
hu: Alkalmazások
vi: Ứng dụng

source: App
hu: Alkalmazás
vi: Ứng dụng
